{
    "id": 1,
    "page_number": 29,
    "text": "We currently record carbon emissions associated with all our \nequity investments and a significant proportion of our \nfixed-income assets. The relevant emissions data are includ-\ned in the TCFD Report relating to our UK pension plan, which \nis required to be prepared annually in line with legislation that \ncame into force in 2021 for larger-scale UK pension schemes.\nIn addition, standard benchmarks for measuring the invest -\nment performance of liquid assets were revised again in \n2021 with the aid of ESG-oriented indices. \nThe volume of non-liquid pension plan assets invested in our \nvarious impact funds continues to grow according to sched-\nule. The investments made to date in this area relate not \nonly to climate protection, but also to other Sustainable De-\nvelopment Goals (SDGs) set by the UN. In 2021, the focus of \ninvestment was on making cities more sustainable and ad-\ndressing the consequences of climate change.Financial market presence with sustainability credentials \nRegular, in-depth communication with the capital market \nhas always been given a high priority within the BMW  Group. \nIn the meantime, sustainability has become a decisive cri-\nterion on financial markets. Furthermore, investors and fi-\nnancial analysts alike are increasingly considering environ-\nmental, social and governance (ESG) aspects in their \ninvestment recommendations and decision-making pro-\ncesses. \nAgainst the background of the Paris Climate Agreement, pol-\nicymakers in Europe are also increasingly addressing the is-\nsues of climate protection and sustainability. For example, \nthe EU Action Plan for Sustainable Finance aims to direct \ncapital flows towards sustainable economic activities. A key \nelement of the EU Action Plan is the introduction of a stand-\nardised system to classify what is sustainable and what is \nnot. ↗ EU T axonomy  \nSince 2019, sustainability criteria have also been a major \nfactor for the BMW  Group’s pension fund investment strate-\ngy. The current focus is on measuring the carbon footprint of \nsignificant parts of these assets on the one hand and the \nrisks attached to their future performance on the other. The \nBMW  Group aims to achieve carbon neutrality with respect \nto its pension plan assets by 2050 at the latest.Participation in public policy development and work in \nassociations\nThe BMW  Group maintains an active, open and transparent \ndialogue with representatives of politics, trade unions, asso-\nciations and non-governmental organisations (NGOs). The \naim is to play a constructive and transparent role in helping \nshape the general political framework regarding the Group’s \nbusiness activities. \nApart from its own activities in the area of public policy de-\nvelopment, the BMW  Group is a member of numerous asso-\nciations in various countries. Membership is voluntary in the \nmajority of cases, although there are some situations in \nwhich it is necessary to join associations in order to comply \nwith legal requirements.   \n↗ BMW  Group Lobbying Policy\nAt the beginning of 2021, the BMW  Group assumed the \npresi dency of ACEA, the Association of European Automo-\nbile Manufacturers (Association des Constructeurs Eu-\nropéens d’Automobiles). In December 2021, it was confirmed \nthat the BMW  Group will continue to chair the association for \na further year (2022). \nIn the interest of transparency, the BMW  Group always dis-\ncloses the most important association memberships on its \nwebsite ↗ BMW  Group List of Memberships .29\nT o Our Stakeholders Group  Financial Statements Corporate Governance Remuneration  Report Other  Information Combined Management Report BMW Group Report 2021\nDialogue with Stakeholders",
    "total_pages": 353,
    "filename": "BMW-2021.pdf",
    "report_name": "BMW-2021",
    "report_company_name": "BMW",
    "report_year": "2021"
 }